Tekla.Structures.ModelInternal.dotDstvHeader
Serialization structure for DstvHeader.

Tekla.Structures.ModelInternal.dotDstvHeader.Filename
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotDstvHeader.ProjectNumber
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotDstvHeader.PhaseNumber
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotDstvHeader.PartMark
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotDstvHeader.DrawingMark
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotDstvHeader.Material
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotDstvHeader.Quantity
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotDstvHeader.Profile
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotDstvHeader.ProfileType
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotDstvHeader.NetLength
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotDstvHeader.GrossLength
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotDstvHeader.ProfileHeight
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotDstvHeader.FlangeHeight
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotDstvHeader.FlangeThickness
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotDstvHeader.WebThickness
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotDstvHeader.Radius
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotDstvHeader.MeterWeight
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotDstvHeader.FinishArea
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotDstvHeader.WebAngleFront
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotDstvHeader.WebAngleBack
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotDstvHeader.FlangeAngleFront
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotDstvHeader.FlangeAngleBack
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotDstvHeader.InfoText1
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotDstvHeader.InfoText2
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotDstvHeader.InfoText3
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotDstvHeader.InfoText4
DO NOT USE! For internal usage only!